tap "homebrew/bundle"
tap "d12frosted/emacs-plus"

brew "coreutils"
brew "emacs-plus"
brew "bash-completion"
brew "dockutil"
brew "stow"
brew "ffmpeg"
brew "gnu-sed"
brew "grep"
brew "imagemagick"
brew "pandoc"
brew "pandoc-crossref"
brew "thefuck"
brew "wget"
brew "geos"
brew "gdal"
brew "proj"
brew "openblas"
brew "pkg-config"
brew "docker"
brew "pass" 