tap "homebrew/bundle"
tap "d12frosted/emacs-plus"

brew "coreutils"
brew "ranger"
brew "emacs-plus"
brew "dockutil"
brew "ffmpeg"
brew "gnu-sed"
brew "grep"
brew "imagemagick"
brew "pandoc"
brew "pandoc-crossref"
brew "wget"
brew "geos"
brew "gdal"
brew "proj"
brew "openblas"
brew "pkg-config"
brew "pass"
brew "smartmontools"
brew "wireguard-tools"
brew "tmux-mem-cpu-load"